Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Colouring matter for plastics
it: Coloranti per materie plastiche

source: Colouring substances
it: Sostanze coloranti

source: Conversion coating compositions [paints]
it: Composti per rivestimento di conversione [pitture]

source: Preparations for priming purposes [paints]
it: Preparati per scopi di imprimitura [vernici]

source: Preparations for the protection of masonry surfaces
it: Preparati per la protezione di superfici in muratura

source: Preparations for the treatment of metal surfaces to resist attack by corrosion
it: Prodotti per il trattamento di superfici in metallo per la protezione dalla corrosione

source: Anti-tarnishing coatings
it: Rivestimenti antiappannamento

source: Protective coatings in the nature of paints and containing abrasive particles
it: Rivestimenti protettivi sotto forma di vernici e contenenti particelle abrasive

source: Protective coatings with sealing qualities for use on concrete [paints]
it: Rivestimenti protettivi con qualità sigillanti per calcestruzzo [pitture]

source: Corrosion inhibiting paint type coatings for use in the oil and/or gas drilling industry
it: Rivestimenti in pittura anticorrosione per l'industria della trivellazione di petrolio e/o gas

source: Colorants for liqueurs
it: Coloranti per liquori

source: Metals in powder form for painters, decorators, printers and artists
it: Metalli in polvere per pittori, decoratori, tipografi ed artisti

source: Paper for dyeing Easter eggs
it: Carta per colorare le uova pasquali

source: Saffron [colorant]
it: Zafferano [colorante]

source: Protective coatings for balconies [paints]
it: Rivestimenti protettivi per balconi [pitture]

source: Protective coatings for walkways [paints]
it: Rivestimenti protettivi per passerelle [pitture]

source: Thinners for dyestuffs
it: Diluenti per coloranti

source: Additives for use in coatings
it: Additivi per rivestimenti

source: Precious metals in powder form for printers
it: Metalli preziosi in polvere per stampanti

source: Agglutinants for paints and for putty
it: Agglutinanti per pitture e mastice

source: Roofing compounds [paints]
it: Composti per tetti [pitture]

source: Lacquers for the repair of motor vehicles
it: Lacche per la riparazione di veicoli a motore

source: Lacquers for transfer printing
it: Lacche per stampa a trasferimento

source: Toner cartridges [filled] for use with electrostatic photocopiers
it: Cartucce di toner [riempite] per fotocopiatrici elettrostatiche

source: Acrylic coatings [paints]
it: Rivestimenti acrilici [pitture]

source: Varnish for the decoration of wood
it: Vernice per la decorazione del legno

source: Varnishes [other than insulating] having a transparent finish
it: Vernici [non isolanti] con finitura trasparente

source: Preservatives against the deterioration of zinc
it: Consevanti contro il deterioramento dello zinco

source: Caramel colour for use in the food industry
it: Caramello colorante per l'industria alimentare

source: Caramel colour for use in the manufacture of foodstuffs
it: Caramello colorante per la produzione di alimenti

source: Cartridges filled with toner
it: Cartucce riempite di toner

source: Cartridges filled with toner for computer print-out apparatus
it: Cartucce riempite di toner per apparecchiatura informatica di stampa

source: High solids primers
it: Fondi ad alto solido

source: Polytetrafluoroethylene non-stick coatings [paints]
it: Rivestimenti in politetrafluoroetilene antiaderenti [pitture]

source: Materials for use in maintaining buildings [paint]
it: Materiali per la manutenzione degli edifici [pittura]

source: Thickeners for colours
it: Addensante per colori

source: Anti-corrosive agents having descaling properties
it: Agenti anti-corrosivi con proprietà disincrostanti

source: Pigments for use in printing inks for lithographic printing processes
it: Pigmenti da usare come inchiostri da stampa per processi di stampa litografica

source: Coating compositions for application to brickwork [paints or oils]
it: Composti di rivestimento da applicare alla muratura [colori o oli]

source: Coating compositions for application to stonework [paints]
it: Composti di rivestimento da applicare alla muratura in pietra

source: Decorating materials in the nature of paints
it: Materiali decorativi sotto forma di pitture

source: Paints having flexible properties
it: Pitture con proprietà flessibili

source: Paints having remedial properties
it: Pitture con proprietà riparatrici

source: Substances for inhibiting damage from oil [paints]
it: Sostanze (chimiche -) [pitture] per inibire il danno da olio

source: Substances in the nature of paint for filling flaws in wood surfaces
it: Sostanze sotto forma di pitture per copertura di difetti in superfici in legno

source: Foils of metal for use by artists
it: Metalli in foglio per artisti

source: Food colorants derived from berries
it: Coloranti per alimenti derivati da bacche

source: Non-toxic enamels for use in the oenological industries
it: Smalti non tossici per l'industria enologica

source: Toner for offset printing
it: Inchiostri per stampa offset

source: Organic coatings [paints]
it: Rivestimenti organici [pitture]

source: Fireproof paints
it: Pitture ignifughe

source: Colorants for beverages
it: Coloranti per bevande

source: Lacquers [paints]
it: Vernici [pittura]

source: Compositions for preserving brickwork [paints]
it: Composti destinati a conservare muratura [pitture]

source: Preparations for use in the production of beer [colorants]
it: Preparati per la produzione della birra [coloranti]

source: Preservatives for cement [paints]
it: Conservanti per cemento [pitture]

source: Paints and washes
it: Pitture e tinte

source: Engine enamels
it: Smalti per motori

source: Painters' colours
it: Colori per pittori

source: Paints [other than insulating] for coil coating application
it: Pitture [non isolanti] per l'applicazione di rivestimento di bobine

source: Pigments in liquid form
it: Pigmenti in forma liquida

source: Plastisol inks for use in screen printing
it: Inchiostri al plastisol per la stampa serigrafica

source: Lacquers in the nature of a coating
it: Lacche sotto forma di un rivestimento

source: Wood coatings [paints]
it: Rivestimenti per il legno

source: Toners
it: Toner

source: Colouring materials for use in the production of animated films
it: Materiali coloranti per la produzione di pellicole animate

source: Colouring preparations for staining paints
it: Preparati coloranti per la colorazione delle pitture

source: Stabilisers for paints
it: Stabilizzatori per pitture

source: Stabilising agents for use in paints
it: Agenti stabilizzanti per uso con pitture

source: Staining [colouring] preparations
it: Preparati per la colorazione [coloranti]

source: Weatherproofing coatings [paints] for masonry
it: Rivestimenti a prova d'intemperie [pitture] per muratura

source: Coatings in the nature of paints for use in the automotive industry
it: Rivestimenti in forma di vernici per l'industria automobilistica

source: Coatings to protect concrete from water [paints or oils]
it: Rivestimenti per proteggere il calcestruzzo dall'acqua [pitture o oli]

source: Coatings to protect masonry building walls from water [paints or oils]
it: Rivestimenti per proteggere dall'acqua i muri degli edifici in muratura [pitture e oli]

source: Corrosion inhibiting materials impregnated into papers
it: Carta imbevuta di materiali per l'inibizione della corrosione

source: Corrosion resistant coatings containing phenol
it: Rivestimenti resistenti alla corrosione contenenti fenoli

source: Corrosion resistant paint containing phenol
it: Pitture resistenti alla corrosione contenenti fenoli

source: Damp resisting preparations [paints]
it: Preparati resistenti all'umidità pitture

source: Preparations for use as fire retardants [paints]
it: Preparati da utilizzare come sostanze ignifughe [pitture]

source: Aluminium powder for painting
it: Polvere di alluminio per vernici

source: Metals in powder form for decorators
it: Metalli in polvere per decoratori

source: Aqueous pigment dispersions for the mass coloration of materials
it: Dispersioni acquose di pigmenti per colorazione di massa di materiali

source: Raw natural resins for use in the manufacture of varnishes
it: Resine naturali allo stato grezzo per la produzione di vernici

source: Resinous coatings
it: Rivestimenti resinosi

source: Turmeric powders for use as a colorant
it: Polveri di curcuma per uso come coloranti

source: Primers for preparing surfaces to be painted
it: Mani di fondo per preparare le superfici alla pittura

source: Intumescent paint for protection against fire
it: Vernice intumescente per protezione contro gli incendi

source: Coatings being inorganic [paints or oils, other than building materials]
it: Rivestimenti inorganici [pitture o oli, non materiali da costruzione]

source: Coatings for preventing staining [other than chemicals]
it: Rivestimenti antimacchia [non prodotti chimici]

source: Transparent coating compositions [paints]
it: Composti di rivestimento trasparenti [pitture]

source: Acrylic paints
it: Colori acrilici

source: Varnishes for use in the screen printing industry
it: Vernici per il settore della serigrafia

source: Water based acrylic paints
it: Pitture acriliche a base d'acqua

source: Caramel colour for use in the manufacture of beverages
it: Caramello colorante per la produzione di bevande

source: Processed minerals for use as additives to paints
it: Minerali trattati per uso come additivi per pitture

source: Products in concentrated form for colouring bulk material
it: Prodotti concentrati per colorare materiali sfusi

source: Polyurethane finishes [paints]
it: Finiture in poliuretano [pitture]

source: Powder coatings for application by spray
it: Rivestimenti in polvere per applicazione spray

source: Mordants [fixatives] in the nature of varnishes
it: Mordenti [fissativi] sotto forma di vernici

source: Multilayer foils of aluminium alloys for decorators
it: Fogli multistrato di leghe di alluminio per decoratori

source: Multilayer foils of aluminium alloys for printers
it: Fogli multistrato di leghe di alluminio per tipografi

source: Malt for use as a colourant for beverages
it: Malto da utilizzare come colorante per bevande

source: Natural resins for use in the manufacture of adhesives
it: Resine naturali per la produzione di materie collanti

source: Bitumen varnish
it: Vernice al bitume

source: Bronze powder for painting
it: Polvere di bronzo per la pittura

source: Silvering powders
it: Polvere per argentare

source: Lacquers in the nature of paints
it: Lacche sotto forma di pitture

source: Levelling preparations in the nature of paints
it: Prodotti di livellamento sotto forma di pitture

source: Printing inks for use in offset printing
it: Inchiostri da stampa per stampa offset

source: Dispersion paints
it: Colori a dispersione

source: Corrosion inhibitors in the nature of a coating
it: Inibitori della corrosione sotto forma di un rivestimento

source: Non-metallic, color surface coating used in the fabrication of fiberglass swimming pools and spas
it: Rivestimento colorato superficiale non metallico usato nella fabbricazione di piscine e spa in fibra di vetro

source: Paints for use in removing mould
it: Pitture per uso nella rimozione di muffe

source: Substances in the nature of paint for filling cracks in wall surfaces
it: Sostanze sotto forma di pitture per riempimento di crepe in superfici di pareti

source: Enamels [varnishes]
it: Smalti [vernici]

source: Floor sealing compounds [paints and oils]
it: Composti sigillanti per pavimento

source: Metal in foil form for use in printing
it: Metalli in foglio per tipografi

source: Fungicidal coatings in the nature of paints
it: Rivestimenti fungicidi sotto forma di pitture

source: Organic pigments for the production of printing inks
it: Pigmenti organici per la produzione di inchiostri da stampa

source: Organic thickening agents for paints
it: Agenti addensanti organici per vernici

source: Preparations for coating surfaces to protect against abrasion
it: Prodotti per il rivestimento di superfici per la protezione dalle abrasioni

source: Colorants for use in the manufacture of cosmetics
it: Coloranti per la produzione di cosmetici

source: Compositions for preserving concrete [paints]
it: Composti per la conservazione del calcestruzzo [pitture]

source: Preparations for use as waterproofing coatings on the surfaces of buildings [paints]
it: Preparati da utilizzare come rivestimenti impermeabilizzanti sulle superfici degli edifici [pitture]

source: Water borne paints [other than insulating]
it: Pitture a base d'acqua [non isolanti]

source: Water repellents in the nature of paints
it: Prodotti idrorepellenti sotto forma di pitture

source: Coatings for the finishing masonry [paints or oils]
it: Rivestimenti per la finitura muraria [pitture o oli]

source: Coatings in the nature of paint for use on the bottom of ships
it: Rivestimenti sotto forma di pitture da utilizzare sul fondo di navi

source: Emulsions in the nature of paints
it: Emulsioni sotto forma di vernici

source: Preservatives for metals [paints]
it: Conservanti per metalli [pitture]

source: Paint additives in the nature of tinting colours
it: Additivi per vernici in forma di colori per tinteggiatura

source: Paint products [other than paint boxes for use in school]
it: Prodotti per la pittura [non scatole di colori per uso scolastico]

source: Paint substances [other than insulating] for walls
it: Sostanze per vernici [non isolanti] per pareti

source: Pigments for use in the manufacture of printing inks
it: Pigmenti per la produzione di inchiostri da stampa

source: Pigments having bronzing properties
it: Pigmenti con proprietà bronzanti

source: Glazes [paints, lacquers]
it: Smalti [rivestimenti]

source: Precious metal foil for painters, decorators, printers and artists
it: Metalli preziosi in fogli, per pittori, decoratori, tipografi e artisti

source: Spray coatings [anti-corrosives]
it: Rivestimenti spray [anticorrosivi]

source: Dyestuffs for use in the textile industry
it: Materie tintorie per uso nell'industria tessile

source: Elastomer waterproof preparations in the nature of paint for preserving asbestos roofs
it: Preparati impermeabili ad elastomeri in forma di pittura per la conservazione dei tetti in amianto

source: Coatings in the nature of sprays [paints]
it: Rivestimenti sotto forma di spray [pitture]

source: Preparations for undersealing the exposed surfaces of motor vehicles
it: Prodotti per rivestimento protettivo delle superfici esposte di veicoli a motore

source: Art materials paint, other than paint boxes for use in schools
it: Materiali per le arti colori, non scatole di colori per uso scolastico

source: Protective coatings in the form of sprays for use on metals [paints]
it: Rivestimenti protettivi sotto forma di spray da utilizzare sui metalli

source: Protective coatings in the nature of paints for building purposes
it: Rivestimenti protettivi sotto forma di vernici per uso edile

source: Colorants for use in the manufacture of soap
it: Coloranti per la fabbricazione di saponi

source: Orange lead
it: Litargirio

source: Quebracho for dyeing
it: Quebraco per tintura

source: Reflective paints
it: Vernici riflettenti

source: Resins for coating purposes
it: Resine per rivestimento

source: Turpentine substitute for use as a thinner in varnishes
it: Succedaneo della trementina da utilizzare come diluente in vernici

source: Thinners for varnishes
it: Diluenti per vernici

source: Titanium pigments
it: Pigmenti di titanio

source: Precious metals in powder form for painters, decorators and artists
it: Metalli preziosi in polvere per pittori, decoratori e artisti

source: Camouflage paints for military equipment
it: Pitture mimetiche per dispositivi militari

source: Retouching pens [paints]
it: Pennarelli per ritocco

source: Coatings being intumescent [paints or oils, other than building materials]
it: Rivestimenti a intumescenza [pitture o oli, non i materiali da costruzione]

source: Surface treatment materials in the nature of paints
it: Materiali per trattamento di superfici sotto forma di pitture

source: Toner cartridges [filled] for electronically operated printing apparatus
it: Cartucce di toner [riempite] per apparecchi di stampa elettronici

source: Toner contained in cartridges
it: Toner contenuto in cartucce

source: Additives for paints
it: Additivi per pitture

source: Walnut stain
it: Mordente noce

source: Cartridges of toner for use with computers
it: Cartucce di toner per uso con i computer

source: Cement preservatives [oils]
it: Conservanti per cemento [oli]

source: Zinc oxide [pigment]
it: Grigio zinco [pigmento]

source: Gouaches
it: Guazzi

source: Preparations [paints] containing agents for preventing attack of wood by fungus
it: Preparati [pitture] contenenti agenti per la prevenzione dell'attacco del legno da parte di funghi

source: Mould lacquers
it: Lacche per stampi

source: Multilayer foils of aluminium alloys for artists
it: Fogli multistrato di leghe di alluminio per artisti

source: Multilayer foils of aluminium alloys for painters
it: Fogli multistrato di leghe di alluminio per pittori

source: Materials for the decoration [coloration] of wood
it: Materie per le decorazione [colorazione] del legname

source: Paint for use in the manufacture of automobiles
it: Pittura per la fabbricazione di automobili

source: Thinners for paints
it: Diluenti per colori

source: Anti-corrosive coatings [paints]
it: Rivestimenti anticorrosivi [colori]

source: Phosphorescent paints
it: Pitture fosforescenti

source: Photo-luminescent paints [other than insulating]
it: Pitture fotoluminescenti [non isolanti]

source: Coating compositions for preserving masonry [paints or oils]
it: Composti di rivestimenti per la conservazione della muratura [colori o oli]

source: Coating compositions having waterproofing properties [paints or oils]
it: Composti di rivestimento aventi proprietà impermeabilizzanti [colori o oli]

source: Coating compositions in the nature of lacquers
it: Composti di rivestimento sotto forma di lacche

source: Printing inks for use in lithographic printing processes
it: Inchiostri da stampa per processi di stampa litografica

source: Paints for use in preventing mould
it: Pitture per uso nella prevenzione di muffe

source: Colour bases for paints
it: Basi di colore per vernici

source: Foils of metal for use in printing
it: Fogli metallici per la stampa

source: Food colorants derived from succulent fruits
it: Coloranti per alimenti derivati da frutti succulenti

source: Preparations for drying paints
it: Preparati per asciugare le pitture

source: Anti-corrosive products for metals
it: Prodotti anticorrosivi per metalli

source: Preparations for use as waterproofing coatings on the surfaces of structures [paints]
it: Preparati da utilizzare come rivestimenti impermeabilizzanti sulle superfici delle strutture [pitture]

source: Silicone varnishes
it: Vernici al silicone

source: Water dispersed pigments for use in colouring cementitious products
it: Pigmenti dispersi in acqua per colorare prodotti cementizi

source: Water sealant preparations [paints]
it: Preparati a tenuta d'acqua [pitture]

source: Coatings for the finishing of surfaces [paints or oils]
it: Rivestimenti per le finitura di superfici [pitture o oli]

source: Coatings in the nature of electrolytic materials [paints]
it: Rivestimenti in forma di materiali elettrolitici [pitture]

source: Bonding agents for lacquers
it: Agenti leganti per lacche

source: Coating preparations having water repellent properties [paint]
it: Preparazioni di rivestimento con proprietà idrorepellenti [pittura]

source: Malt colorants
it: Malto-colorante

source: Vermilion
it: Vermiglione

source: Oils for the preservation of wood
it: Oli per la conservazione del legno

source: Coloured paints for facades
it: Vernici colorate per facciate

source: Colouring matter for use on enamel
it: Materie coloranti per uso su smalto

source: Colouring products for addition to polymeric material
it: Prodotti coloranti da aggiungere a materiale polimerico

source: Spray coatings [paints]
it: Rivestimenti spray [pitture]

source: Spray-on paints
it: Pitture a spruzzo

source: Thinners for lacquers and other paints
it: Diluenti per vernici e pitture varie

source: Elasticated paints for protecting metals against corrosion
it: Vernici elasticate per la protezione dei metalli dalla corrosione

source: Electrically conductive pigments for use in the manufacture of lacquers
it: Pigmenti elettroconduttivi per la produzione di lacche

source: Electrodeposition paints
it: Pitture a elettrodeposizione

source: Colorants for cellulosic materials
it: Coloranti per materiali cellulosici

source: Colorants for ceramic paints
it: Coloranti per pitture per ceramica

source: Preparations for undercoating the exposed surfaces of motor vehicles
it: Prodotti per rivestire di base le superfici esposte di veicoli a motore

source: Anti-static coatings
it: Rivestimenti antistatici

source: Protective coatings in the form of sprays for use on concrete [paints]
it: Rivestimenti protettivi sotto forma di spray da utilizzare sul calcestruzzo [pitture]

source: Colorants for use in the manufacture of plastic molding compounds
it: Coloranti per la fabbricazione di composti per lo stampaggio della plastica

source: Turpentine [white spirit] for use as a thinner in varnishes
it: Trementina [acquaragia minerale] da utilizzare come diluente in vernici

source: Rust preventive substances for application to metal surfaces
it: Sostanze antiruggine da applicare su superfici in metallo

source: Watercolor paints
it: Colori ad acquerello

source: Coatings for preserving against rust
it: Rivestimenti per preservare dalla ruggine

source: Acrylic paints for artists
it: Colori acrilici per artisti

source: Preservatives against the deterioration of masonry
it: Consevanti contro il deterioramento della muratura

source: Preservatives for buildings [paints]
it: Conservanti per edifici [pitture]

source: Heat resistant coatings in the nature of paint
it: Rivestimenti termoresistenti sotto forma di pittura

source: Protective coating compositions [paints]
it: Composti di rivestimento protettivi [pitture]

source: Mordants [fixatives] for water colours
it: Mordenti [fissativi] per acquerelli

source: Masonry preservatives in the form of paints
it: Conservanti per muratura sotto forma di pitture

source: Thermochromic printing inks
it: Inchiostri termocromici da stampa

source: Anti-corrosive preparations having descaling properties
it: Preparati anti-corrosivi con proprietà disincrostanti

source: Coatings
it: Intonaci

source: Photochromic pigments
it: Pigmenti fotocromatici

source: Pigments for protective coatings
it: Pigmenti per rivestimenti protettivi

source: Pigments for use in paints
it: Pigmenti per pitture

source: Coating compositions in the form of paint
it: Composti di rivestimento sotto forma di pittura

source: Anti-static paints
it: Colori antistatici

source: Stains for use on floors
it: Vernici per pavimenti

source: French polish
it: Gommalacca

source: Thinners and thickeners for coatings, dyes and inks
it: Diluenti e condensanti per intonaci, coloranti e inchiostri

source: Dyes, colorants, pigments and inks
it: Tinture, coloranti, pigmenti ed inchiostri

source: Metal in foil and powder form
it: Metalli in fogli ed in polvere

source: Preservatives
it: Conservanti

source: Foils of lead alloys for painters, decorators, printers and artists
it: Lamine in leghe di piombo per pittori, decoratori, tipografi ed artisti
